Repository: dennie27/ACEApp
Catalog: lib/l10n/app_*.arb
Languages: hi, my

# fname
source: First Name
hi: पहला नाम
my: နာမည်

# enter_fname
source: Please enter your First Name
hi: कृपया अपना पहला नाम दर्ज करें
my: ကျေးဇူးပြု၍ သင်၏ First Name ကိုထည့်ပါ။

# lname
source: Last Name
hi: उपनाम
my: မျိုးနွယ်အမည်

# enter_lname
source: Please enter your Last Name
hi: कृपया अपना उपनाम दर्ज करें
my: ကျေးဇူးပြု၍ သင်၏နောက်ဆုံးအမည်ကို ထည့်သွင်းပါ။

source: Country
hi: देश
my: တိုင်းပြည်

# enter_country
source: Please enter your Country
hi: कृपया अपना देश दर्ज करें
my: ကျေးဇူးပြု၍ သင့်နိုင်ငံကို ထည့်ပါ။

source: Zone
hi: क्षेत्र
my: ဇုန်

# enter_zone
source: Please enter your Zone
hi: कृपया अपना क्षेत्र दर्ज करें
my: ကျေးဇူးပြု၍ သင့်ဇုန်ထဲသို့ ဝင်ပါ။

source: Region
hi: क्षेत्र
my: တိုင်းဒေသကြီး

# enter_region
source: Please enter your Zone
hi: कृपया अपना क्षेत्र दर्ज करें
my: ကျေးဇူးပြု၍ သင့်ဇုန်ထဲသို့ ဝင်ပါ။

source: Area
hi: क्षेत्र
my: ဧရိယာ

source: Role
hi: भूमिका
my: အခန်းကဏ္ဍ

# enter_role
source: Please enter your Role
hi: कृपया अपनी भूमिका दर्ज करें
my: ကျေးဇူးပြု၍ သင့်အခန်းကဏ္ဍကို ထည့်သွင်းပါ။

source: Email
hi: ईमेल
my: အီးမေးလ်

# enter_email
source: Please enter avalid Sun King email
hi: कृपया एक वैध सन किंग ईमेल दर्ज करें
my: ကျေးဇူးပြု၍ မှန်ကန်သော Sun King အီးမေးလ်ကို ထည့်ပါ။

source: Password
hi: पासवर्ड
my: စကားဝှက်

# enter_password
source: Please enter your password
hi: कृपया अपना पासवर्ड दर्ज करें
my: သင့်စကားဝှက်ကို ထည့်ပါ။

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
my: စကားဝှက်အတည်ပြုခြင်း

# enter_confirm_password
source: Please enter confirm password
hi: कृपया पासवर्ड की पुष्टि करें
my: ကျေးဇူးပြု၍ အတည်ပြုစကားဝှက်ကို ထည့်သွင်းပါ။

# match_password
source: Password does not match
hi: पासवर्ड मेल नहीं खाता
my: စကားဝှက် မတိုက်ဆိုင်ပါ။

# creat_account
source: Create Account
hi: खाता बनाएं
my: အကောင့်ပြုလုပ်ပါ

# back_login
source: Back to Login
hi: लॉगिन पर वापस जाएं
my: Login သို့ ပြန်သွားရန်

source: Reset password
hi: पासवर्ड रीसेट
my: လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်

source: Cancel
hi: रद्द करें
my: လုပ်တော့

# enter_email_reset
source: Please enter your email address to reset your password.
hi: कृपया अपना ईमेल पता दर्ज करें अपना पासवर्ड रीसेट करने के लिए
my: သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် သင့်အီးမေးလ်လိပ်စာကို ထည့်သွင်းပါ။

source: Email Address
hi: ईमेल पता
my: အီးမေးလ်လိပ်စာ

source: forgot password?
hi: पासवर्ड भूल गए?
my: စကားဝှက်မေ့နေပါသလား?

source: User Details
hi: उपयोगकर्ता विवरण
my: အသုံးပြုသူအသေးစိတ်

source: Update detail
hi: विवरण अपडेट करें
my: အသေးစိတ်ကို အပ်ဒိတ်လုပ်ပါ။

source: Phone
hi: फोन
my: ဖုန်း

# error_loding
source: Error loading coordinates
hi: निर्देशों को लोड करने में त्रुटि
my: သြဒိနိတ်များကို တင်ရာတွင် အမှားအယွင်းရှိနေသည်။

# coustomers
source: Customers
hi: ग्राहक
my: ဖောက်သည်များ

source: current location
hi: वर्तमान स्थान
my: လက်ရှိတည်နေရာ

source: Error
hi: त्रुटि
my: အမှား

# no_customer
source: No Customer in your current place
hi: आपके वर्तमान स्थान में कोई ग्राहक नहीं है
my: သင့်လက်ရှိနေရာ၌ Customer မရှိပါ။

source: Pending
hi: बंद
my: ဆိုင်းငံ့ထားသည်။

# complete
source: Completed
hi: पूर्ण
my: ပြီးသွားပြီ

# record_successful
source: Your call has been record successfull
hi: आपकी कॉल सफलतापूर्वक रिकॉर्ड हो गई है
my: သင့်ခေါ်ဆိုမှုကို မှတ်တမ်းတင်ပြီးပါပြီ။

# not_record
source: the call was not recorded as its not meet required duretion
hi: कॉल को आवश्यक अवधि को पूरा नहीं किया गया था, इसलिए यह रिकॉर्ड नहीं हुआ था
my: လိုအပ်သော အချိန်ကာလ မပြည့်မီသောကြောင့် ခေါ်ဆိုမှုကို မှတ်တမ်းတင်ထားခြင်း မရှိပါ။

# customer_pay
source: Customer will pay
hi: ग्राहक भुगतान करेगा
my: ဖောက်သည် ပေးချေမည်။

# repossessed
source: System will be repossessed
hi: सिस्टम को पुनःप्राप्त किया जाएगा
my: စနစ်ကို ပြန်လည်သိမ်းယူမည်ဖြစ်သည်။

# at_shop
source: At the shop for replacement
hi: पुनः प्रतिस्थापन के लिए दुकान में
my: အစားထိုးဖို့ ဆိုင်မှာ

# product_eo
source: Product is with EO
hi: उत्पाद EO के साथ है
my: ထုတ်ကုန်သည် EO နှင့်ဖြစ်သည်။

# not_owner
source: Not the owner
hi: मालिक नहीं है
my: ပိုင်ရှင်မဟုတ်ပါ။

source: Customer Feedback
hi: ग्राहक प्रतिसाद
my: ဖောက်သည်တုံ့ပြန်ချက်

source: Phone Number
hi: फ़ोन नंबर
my: ဖုန်းနံပါတ်

source: Select Phone Number
hi: फ़ोन नंबर का चयन करें
my: ဖုန်းနံပါတ်ကို ရွေးပါ။

# feedback_option
source: Please select a feedback option
hi: कृपया एक प्रतिसाद विकल्प का चयन करें
my: ကျေးဇူးပြု၍ တုံ့ပြန်ချက်ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ပါ။

source: feedback
hi: प्रतिसाद
my: တုံ့ပြန်ချက်

source: Name
hi: नाम
my: နာမည်

# fill_feedback
source: Please fill additional feedback
hi: कृपया अतिरिक्त प्रतिसाद भरें
my: ကျေးဇူးပြု၍ နောက်ထပ်အကြံပြုချက်ဖြည့်စွက်ပါ။

# add_feedback
source: Additional Feedback
hi: अतिरिक्त प्रतिसाद
my: ထပ်လောင်းတုံ့ပြန်ချက်

source: Date
hi: तारीख
my: ရက်စွဲ

# fill_all
source: Please fill all the detail
hi: कृपया सभी विवरण भरें
my: ကျေးဇူးပြု၍အသေးစိတ်ဖြည့်စွက်ပါ။

source: Submit
hi: प्रस्तुत करें
my: တင်ပြပါ။

source: All
hi: सभी
my: အားလုံး

source: Call
hi: कॉल
my: ဖုန်းဆက်ပါ။

source: Disabled
hi: अक्षम
my: မသန်စွမ်း

source: Visit
hi: यात्रा
my: သွားလည်ပါ။

source: Search
hi: खोज
my: ရှာရန်

source: Account
hi: खाता
my: အကောင့်

source: Product
hi: उत्पाद
my: ထုတ်ကုန်

# no_results
source: No results found
hi: कोई परिणाम नहीं मिला
my: ရလဒ်များမတွေ့ပါ။

# task_updated
source: Task Updated successfully
hi: कार्य सफलतापूर्वक अपडेट हुआ है
my: လုပ်ဆောင်စရာကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။

source: login
hi: लॉगिन
my: လော့ဂ်ီ

source: Map
hi: मानचित्र
my: မြေပုံ

# call_summary
source: Calls Summary
hi: कॉल सारांश
my: ခွဲခြာ ကြပ္ပတိုး

source: Call Attempt
hi: कॉल प्रयास
my: ခွဲမြင့်ကြပ္ပတိုး

source: Call Made
hi: कॉल किया गया
my: ခွဲဖြစ်ကြပ္ပတိုး

# call_pending
source: Calls Pending
hi: कॉल्स पेंडिंग
my: ခွဲမြင့်ကြပ္ပတိုးများ

source: Complete Rate
hi: पूर्ण दर
my: အပြီးစားရင်း

# success_call
source: Success Calls
hi: सफल कॉल्स
my: အောင်မြင့်ဆုံး ကြပ္ပတိုးများ

source: Total Collected
hi: कुल जमा
my: စုစုပေါင်း စုစုရင်း

source: Visit Summary
hi: यात्रा सारांश
my: သွားပစ်ရေး ကြပ္ပတိုး

# visit_attempty
source: Visit Attempt
hi: यात्रा प्रयास
my: သွားပစ်ရေး မြင့်ကြပ္ပတိုး

source: Visit Made
hi: यात्रा की गई
my: သွားပစ်ရေး ဖြစ်ကြပ္ပတိုး

source: Visit Pending
hi: यात्रा पेंडिंग
my: သွားပစ်ရေး မြင့်ကြပ္ပတိုးများ

source: Success Visit
hi: सफल यात्रा
my: အောင်မြင့် သတိပေးချက်များ

# disabled_task_summary
source: Disable Task Summary
hi: डिसेबल टास्क सारांश
my: ပိတ်ဆိုးခြင်း ကြပ္ပတိုး

source: Task Attempt
hi: टास्क प्रयास
my: တာ မြင့်ကြပ္ပတိုး

source: Task Made
hi: टास्क किया गया
my: တာ ဖြစ်ကြပ္ပတိုး

source: Task Pending
hi: टास्क पेंडिंग
my: တာ မြင့်ကြပ္ပတိုးများ

# restricted_agent
source: Restricted Agents
hi: प्रतिबंधित एजेंट्स
my: ပိတ်ဆိုး ကြပ္ပတိုး

source: Agent Restricted
hi: एजेंट प्रतिबंधित
my: အောင်မြင့် သတိပေးချက်များ

# agent_out
source: Agent Moved out
hi: एजेंट बाहर ले जाया गया
my: အောင်မြင့် တာ မြင့်ကြပ္ပတိုးများ

# agent_in
source: Agent Move In
hi: एजेंट मूव इन
my: အောင်မြင့် တာ မြင့်ကြပ္ပတိုးများ

source: Loading...
hi: लोड हो रहा है...
my: တွင်ဖြတ်ချက်...
